  <!--   <div class="content">
        Содержимое
    </div> -->

 <div class="news">
<img class="screenshot" src="img/screens_minecraft 2/8.png">
<p>
    <span class="accent">Minecraft</span> — компьютерная инди-игра в жанре песочницы с элементами симулятора выживания и открытым миром, разработанная шведским программистом Маркусом Перссоном, известным также как «Notch», и позже выпускаемая основанной Перссоном компанией Mojang. Портированием и поддержкой версий игры для игровых консолей занималась британская компания 4J Studios. В 2014 году компания Mojang и права на Minecraft были приобретены американской компанией Microsoft за 2,5 миллиарда долларов США.

Игра написана на Java с использованием библиотеки LWJGL. Она была задумана как клон игры Infiniminer, хотя Маркус Персон выражал желание уподобить её геймплей игре Dwarf Fortress. Первая публичная альфа-версия игры для PC была выпущена в 2009 году; после постепенных дополнений в 2011 году Mojang выпустила полную версию игры. Minecraft доступна для Windows, Linux, OS X, Android, iOS, Windows Phone, PlayStation 3, PlayStation Vita, PlayStation 4, Xbox 360, Xbox One и Raspberry Pi. Версия игры для сенсорных устройств (телефонов и планшетов) носит название Minecraft: Pocket Edition.</p>

<p>Minecraft предоставляет в распоряжение игрока трёхмерный процедурно генерируемый мир, полностью состоящий из кубических блоков, и дает возможность свободно перестраивать его, создавая из блоков сложные сооружения — эта особенность игры делает Minecraft схожей с конструктором LEGO. Игра не ставит перед игроком каких-либо однозначных целей, но предлагает ему множество возможностей и занятий: так, игрок может обследовать мир, создавать разнообразные сооружения и предметы, сражаться с различными противниками.

Minecraft является одной из самых успешных компьютерных игр в истории: по состоянию на лето 2015 года её продажи на всех платформах превысили 70 миллионов копий, из них 20 миллионов только для ПК, и количество зарегистрированных игроков в игре превысило 100 миллионов. Она была удостоена множества наград, включая Spike Video Game Awards и Golden Joystick Award.</p>
<p>Wikipedia.</p>

</div>